/* font name and size in points */
"%@ %.1f pt." = "%@ %.1f pt.";

/* urgent / CL / cancel sheet title; parameters are name and status */
"%@ is in %@ mode" = "%@ är i %@-läge";

/* incoming file transfer progress. parameters are transferred size and total size, units (KB, MB etc.) included */
"%@ of %@" = "%@ av %@";

/* status text in outgoing message window status bar; parameters are status and time */
"%@ since %@" = "%@ sedan %@";

/* No comment provided by engineer. */
"%d bytes" = "%d byte";

/* one contact */
"%d contact" = "%d kontakt";

/* more than one contact */
"%d contacts" = "%d kontakter";

/* No comment provided by engineer. */
"%d files" = "%d filer";

/* No comment provided by engineer. */
"%d KB" = "%d KB";

/* No comment provided by engineer. */
"%d MB" = "%d MB";

/* terminator of list of filenames in history view */
")" = ")";

/* list separator for language list
   separator in list of filenames in history view */
", " = ", ";

/* No comment provided by engineer. */
"1 file" = "1 fil";

/* parameter is folder name */
"A file with the same name already exists in %@. Replacing it will overwrite its current contents." = "En fil med samma namn finns redan i %@. Vill du ersätta den?";

/* Add To List toolbar item tool tip */
"Add The Sender To Your Contact List" = "Lägg till avsändaren till din kontaktlista";

/* Add To List toolbar item palette label */
"Add To Contact List" = "Lägg till kontaktlista";

/* menu command */
"Add to Invisible List" = "Lägg till osynlighetslistan";

/* Add To List toolbar item label */
"Add To List" = "Lägg till lista";

/* menu command */
"Add to Visible List" = "Lägg till synlighetslistan";

/* title of informational alert */
"Adding Contacts to your List" = "Lägger till kontakter i din kontaktlista";

/* informational alert message */
"All contacts on your server-stored contact list will be added to this contact list. Existing contacts will not be changed." = "Alla kontakter som finns på din lista lagrad på servern kommer att läggas till denna lista. Redan existerande kontakter kommer inte att ändras";

/* label in history view */
"Authorization Denied" = "Tillåtelse nekad";

/* label in history view */
"Authorization Granted" = "Du ha fått tillåtelse att lägga till användaren till din kontaktlista";

/* label in history view */
"Authorization Request" = "Be om tillåtelse";

/* No comment provided by engineer. */
"Authorization Request to %@" = "Begäran om tillåtelse till %@";

/* No comment provided by engineer. */
"Available" = "Tillgänglig";

/* No comment provided by engineer. */
"Away" = "Borta";

/* Cancel button on unsaved details alert
   Cancel button on alert sheet
   Cancel button on informational alert */
"Cancel" = "Avbryt";

/* file transfer cancellation title
   file transfer cancelation title */
"Canceled" = "Avbruten";

/* No comment provided by engineer. */
"Change %@ Message" = "Ändra %@-meddelande";

/* folder selection dialog title */
"Choose where to save received files" = "Välj var mottagna filer sparas";

/* button on incoming file transfer window after transfer is complete
   Close button on alert sheet */
"Close" = "Stäng";

/* No comment provided by engineer. */
"Conversation with %@" = "Konversation med %@";

/* Sample outgoing message text */
"Cozy lummox gives smart squid who asks for job pen." = "Flygande bäckasiner söka hwila på mjuka tuvor qxz";

/* file transfer rejection title */
"Declined" = "Nekad";

/* Delete history toolbar item label
   Delete history toolbar item palette label */
"Delete" = "Ta bort";

/* action name for undo/redo */
"Delete Contact" = "Radera kontakt";

/* Delete history toolbar item tool tip */
"Delete this history" = "Radera denna historik";

/* alert sheet title */
"Disconnected" = "Frånkopplad";

/* No comment provided by engineer. */
"Do Not Disturb" = "Stör ej";

/* Alert title */
"Do you want to save the changes you made to your details?" = "Vill du spara ändringar?";

/* No comment provided by engineer. */
"Do you want to stop the file transfer?" = "Vill du stoppa filöverföringen?";

/* Don't Save button on unsaved details alert */
"Don't Save" = "Spara inte";

/* file transfer error title */
"Error" = "Fel";

/* parameter is sender's name */
"File transfer from %@" = "Filöverföring från %@";

/* description in history view, a list of filenames follows */
"File Transfer Request (" = "Begäran om filöverföring (";

/* No comment provided by engineer. */
"File Transfer to %@" = "Filöverföring till %@";

/* Find button title */
"Find" = "Sök";

/* No comment provided by engineer. */
"Free for Chat" = "Tillgäng";

/* menu command to hide offline contacts */
"Hide Offline Contacts" = "Göm nedkopplade kontakter";

/* menu command to hide the status bar */
"Hide Status Bar" = "Göm statusfältet";

/* Show history toolbar item label
   Show history toolbar item palette label */
"History" = "Historik";

/* history window title */
"History for %@" = "Historik för %@";

/* No comment provided by engineer. */
"ICQ user number %@ appears on your list as %@" = "ICQ-användarnummer %@ visas på din lista som %@";

/* alert sheet message */
"Icy Juice will try to reconnect when the network becomes available." = "Icy Juice kommer försöka ansluta igen när nätverket blir tillgängligt.";

/* Import button on informational alert */
"Import" = "Importera";

/* information alert title */
"Importing Contacts from ICQ Servers" = "Importerar kontakter från ICQ-servers";

/* info panel title when not showing anything
   Show Info toolbar item label
   Show Info toolbar item palette label */
"Info" = "Info";

/* info panel title when showing a single contact */
"Info on %@" = "Info om %@";

/* information alert title */
"Invalid Date Range" = "Felaktigt datum";

/* No comment provided by engineer. */
"Invisible" = "Osynlig";

/* writing direction item in contextual menu */
"Left to Right" = "Vänster till höger";

/* writing direction item in contextual menu */
"Left_to_Right" = "Vänster_till_höger";

/* No comment provided by engineer. */
"Message (no recipients)" = "Meddelande (inga mottagare)";

/* incoming message window title */
"Message from %@" = "Meddelande från %@";

/* No comment provided by engineer. */
"Message to %@" = "Meddelande till %@";

/* No comment provided by engineer. */
"Message to %@ and others" = "Meddelande till %@ med flera";

/* No comment provided by engineer. */
"Multiple recipients" = "Flera mottagare";

/* alert sheet title */
"Network Problem" = "Nätverksproblem";

/* New User Assistant window title */
"New User" = "Ny användare";

/* Show next message toolbar item label
   Show next message toolbar item palette label
   Show next message toolbar item menu representation */
"Next" = "Nästa";

/* authorization is not required */
"No" = "Nej";

/* No comment provided by engineer. */
"no contacts" = "inga kontakter";

/* No comment provided by engineer. */
"No recipients" = "Inga mottagare";

/* No comment provided by engineer. */
"Not Available" = "Inte tillgänglig";

/* No comment provided by engineer. */
"Not on your list" = "Ej på kontaktlista";

/* No comment provided by engineer. */
"Occupied" = "Upptagen";

/* No comment provided by engineer. */
"Offline" = "Frånkopplad";

/* OK button on informational alert
   Button on alert sheet */
"OK" = "OK";

/* No comment provided by engineer. */
"Pending Authorization" = "Väntar på tillåtelse";

/* No comment provided by engineer. */
"Please enter your ICQ password" = "Var god mata in ditt ICQ-lösenord";

/* menu command, parameter is the status */
"Read %@ Message" = "Läs %@-meddelande";

/* generic menu command, appears when status message is unavailable */
"Read Status Message" = "Läs statusmeddelande";

/* parameter is status name */
"Reading User's %@ Message..." = "Läser användarens %@-meddelande";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Received %@ from %@" = "Mottog %@ från %@";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Receiving %@ from %@" = "Mottager %@ från %@";

/* Show recipients toolbar item palette label
   Show recipients toolbar item label */
"Recipients" = "Mottagare";

/* menu command */
"Remove from Invisible List" = "Ta bort från osynlighetslistan";

/* menu command */
"Remove from Visible List" = "Ta bort från synlighetslistan";

/* action name for undo/redo */
"Rename Contact" = "Byt namn på kontakt";

/* button on name conflict sheet */
"Replace" = "Ersätt";

/* Reply toolbar item label
   Reply toolbar item palette label */
"Reply" = "Svara";

/* Reply toolbar item tool tip */
"Reply to this Message" = "Svara på detta meddelande";

/* button on network problems alert sheet */
"Retry Now" = "Försök nu";

/* writing direction item in contextual menu */
"Right to Left" = "Höger till vänster";

/* writing direction item in contextual menu */
"Right_to_Left" = "";

/* Save history toolbar item palette label
   Save history toolbar item label
   Save button on unsaved details alert */
"Save" = "Spara";

/* button on name conflict sheet */
"Save As..." = "Spara som...";

/* Save history toolbar item tool tip */
"Save history to file" = "Spara historik till fil";

/* prompt in file transfer file selection panel
   prompt for destination folder selection panel
   button title in the default contact list selection sheet of the preferences panel
   prompt for received files folder selection panel */
"Select" = "Välj";

/* Send message toolbar item label
   Send message toolbar item palette label */
"Send" = "Skicka";

/* Send message toolbar item tool tip */
"Send Message" = "Skicka meddelande";

/* timestamp in incoming message window */
"Sent: %@" = "Skickat: %@";

/* Show Info toolbar item tool tip */
"Show Info" = "Visa info";

/* Show history toolbar item tool tip */
"Show Message History" = "Visa meddelandehistorik";

/* Show next message toolbar item tool tip */
"Show Next Message" = "Visa nästa meddelande";

/* menu command to show offline contacts */
"Show Offline Contacts" = "Visa nedkopplade kontakter";

/* Show recipients toolbar item tool tip */
"Show Recipients" = "Visa mottagare";

/* menu command to show the status bar */
"Show Status Bar" = "Visa statusfältet";

/* cancel button in save file as panel
   button on name conflict sheet */
"Skip" = "Hoppa över";

/* window title; parameter is status name */
"Status Message from %@" = "Statusmeddelande från %@";

/* stop file transfer button */
"Stop" = "Stopp";

/* Stop Find button title */
"Stop Find" = "Stoppa sökning";

/* No comment provided by engineer. */
"The file %@ already exists. Do you want to replace it?" = "Filen %© finns redan. Vill du ersätta den?";

/* file transfer error message */
"The file transfer failed due to an error." = "Filöverföringen misslyckades på grund av att ett fel uppstod.";

/* file transfer time out message */
"The file transfer request timed out." = "Filöverföringen misslyckades eftersom anslutningen inte kunde upprättas (time out).";

/* file transfer rejection message */
"The file transfer request was declined." = "Filöverföringen avböjdes.";

/* file transfer cancellation message. parameter is sender's name */
"The file transfer was canceled by %@." = "Filöverföringen avbröts av %@.";

/* file transfer cancellation message */
"The file transfer was canceled." = "Filöverföringen avbröts.";

/* Sample incoming message text */
"The little brown fox jumps over the lazy dog." = "Flygande bäckasiner söka hwila på mjuka tuvor qxz.";

/* No comment provided by engineer. */
"The password you tried to log in with is incorrect. Please enter your password" = "Lösenordet du försökte logga in med är felaktigt. Var god mata in ditt lösenord.";

/* alert sheet message */
"There are new messages which you might have not read yet. Do you want to close anyway?" = "Det finns nya meddelanden som du möjligtvis inte läst. Vill du stänga ändå?";

/* alert sheet title */
"There are unread messages" = "Det finns olästa meddelanden";

/* No comment provided by engineer. */
"This contact is already on your list" = "Den här kontakten finns redan på din lista";

/* No comment provided by engineer. */
"This message will be displayed when you are marked as '%@'" = "Detta meddelande kommer att visas när du är '%@'";

/* No comment provided by engineer. */
"This sheet will close in %d second" = "Detta blad kommer att stängas om %d sekunder";

/* No comment provided by engineer. */
"This sheet will close in %d seconds" = "Denna dialogruta kommer att stängas om %d sekunder";

/* parameter is status name */
"This User's %@ Message:" = "Denna användares %@-meddelande:";

/* file transfer error title */
"Timed out" = "Filöverföringen misslyckades på grund av att anslutningen inte kunde upprättas (timed out)";

/* informational alert message */
"To add contacts to your contact list, use the Find Contacts panel. You can also use the Import from ICQ Servers… command if you have a contact list saved on the ICQ servers." = "Använd Hitta kontakter under Kontakter-menyn för att lägga kontakter till din lista. Du kan också använda kommandot Importera från ICQ-servrarna... om du har en kontaktlista sparad på ICQ-servrarna.";

/* No comment provided by engineer. */
"URL: " = "URL: ";

/* default away message */
"User is currently away\nYou can leave him/her a message" = "Användaren är för tillfället borta\nDu kan lämna ett meddelande till honom/henne.";

/* default occupied message */
"User is currently busy" = "Användaren är för tillfället upptaged";

/* default DND message */
"User is currently in DND mode" = "Användaren vill för tillfället inte bli störd";

/* default N/A message */
"User is currently N/A\nYou can leave him/her a message" = "Användaren är för tillfället Inte tillgänglig\nDu kan lämna ett meddelande till honom/henne.";

/* incoming file transfer starting */
"Waiting..." = "Väntar...";

/* authorization is required */
"Yes" = "Ja";

/* parameter is abbreviated status name */
"You can send the message as an urgent one, send it to his/her Contact List, or cancel sending. %@ message:" = "Du kan skicka meddelandet som ett viktigt meddelande, skicka det till hans/hennes kontaktlista eller avbryta. %@-meddelande:";

/* parameter is abbreviated status name */
"You can send the message to his/her Contact List, or cancel sending. %@ message:" = "Du kan skicka meddelandet till hans/hennes kontaktlista eller avbryta. %@-meddelande:";

/* informational alert message */
"You should enter a vaild range of dates. In order to save all the messages, leave both fields blank." = "Du måste mata in ett tillåtet datumintervall. Lämna båda fälten tomma för att spara alla medddelanden.";

/* description in history view */
"You were added to this user's contact list" = "Du lades till denna användares kontaktlista";

/* alert sheet message */
"You were disconnected. Check your Internet connection and the Network section in the Settings sheet and try again." = "Du kopplades från. Kontrollera dina internetinställningar och Icy Juices nätverksinställningar och försök igen.";

/* Alert message */
"Your changes will be lost if you don't save them." = "Ändringarna går förlorade om du inte sparar dem.";

/* alert sheet message */
"Your ICQ number is being used on another computer." = "Ditt ICQ-nummer används på en annan dator för tillfället.";

